/* Application Title */
"Chuck's Currency Converter"="Conversioni valuta di Chuck";
/* Verb: To change money from one currency into another */
"Convert"="Converti";
/* Prompt to visit web site */
"Visit Our Website"="Visita il nostro sito web";
/* Settings */
"Settings"="Impostazioni";
/* Add Currency Title */
"Add Currency"="Aggiungi valuta";
/* Currencies Title */
"Currencies"="Valute";
/* Download Rates Title */
"Download Rates"="Scarica cambi";
/* Alert Title */
"Alert"="Avviso";
/* Prompt to the user to ask to download new rates from the internet */
"AskToDownload"="I tuoi tassi di cambio sono stati aggiornati l'ultima volta in data %@\n Vuoi scaricare i cambi aggiornati?";
/* Prompt to the user in an alert box */
"Cannot Delete a currency when set as To, From or Master"="Questa valuta è attualmente in uso per valore %@.\n\nPassa a una valuta diversa in Impostazioni prima di eliminarla.";
/* Prompt to the user in an alert box */
"ChangeCurrencyCode"="Il codice valuta: \n%@ \n è un codice riservato.\n\nSi prega di variare il codice valuta";
/* Prompt to the user in an alert box */
"ConvertingFromInformation"="Conversione DA:\n %@\n\n pari a\n %@\n %@.\n\n Ultimo aggiornamento del cambio in data\n%@";
/* Prompt to the user in an alert box */
"ConvertingToInformation"="Conversione IN:\n %@\n\n pari a\n %@\n %@.\n\n Ultimo aggiornamento del cambio in data\n%@";
/* Label to the user that a rate in a table can be changed in Settings */
"Can be changed in Settings"="Modificabile in Impostazioni";
/* You cannot save a currency with a conversion rate of zero. */
"You cannot save a currency with a conversion rate of zero."="Non è possibile salvare una valuta con tasso di conversione pari a zero.";
/* There was an error saving to the Database */
"There was an error saving to the Database"="Si è verificato un errore durante il salvataggio nel database";
/* There was an error saving your Currency */
"There was an error saving your Currency"="Si è verificato un errore nel salvataggio della valuta";
/* Verb: Add Button */
"Add"="Aggiungi";
/* Cancel Button */
"Cancel"="Annulla";
/* Done Button */
"Done"="Fine";
/* Verb: Edit Button */
"Edit"="Modifica";
/* OK Button */
"OK"="OK";
/* Verb: Save Button */
"Save"="Salva";
/* Update Button */
"Update"="Aggiorna";
/* Label for a switch in settings */
"Check for new rates"="Verifica nuovi cambi";
/* Currency Description */
"Currency Description"="Descrizione valuta";
/* 3 Letter Currency Code */
"3 Letter Currency Code"="Codice valuta a 3 lettere";
/* Currency Rate to U.S. Dollar */
"Currency Rate to U.S. Dollar"="Tasso di cambio in dollari americani";
/* Currency Symbol (ASCII) */
"Currency Symbol (ASCII)"="Simbolo valuta (ASCII)";
/* Verb: Download from internet */
"Download"="Scarica";
/* Download Complete Label */
"Download Complete"="Download completato";
/* Downloading Label */
"Downloading"="Download in corso";
/* Edit Rate Label */
"Edit Rate"="Modifica il cambio";
/* Edit User Currency */
"Edit User Currency"="Modifica valuta utente";
/* enter amount on keypad prompt */
"enter amount on keypad"="inserisci importo sul tastierino";
/* Error with Download In Alert box */
"Error with Download"="Errore nel download";
/* From Currency */
"From Currency"="Da valuta";
/* FROM Label */
"From"="Da";
/* TO Label */
"To"="In";
/* MASTER Label */
"Master"="Principale";
/* Parsing Data Label */
"Parsing Data"="Analisi dei dati in corso";
/* Noun: Rates Label */
"Rates"="Cambi";
/* Saving Data label */
"Saving Data"="Salvataggio dati in corso";
/* To Currency Label */
"To Currency"="In valuta";
/* Settings Selections */
"Convert From"="Converti da";
/* Settings Selections */
"Convert To"="Converti in";
/* Rates In Database */
"Rates in Database" = "Cambi nel database";
/* Last Update */
"Last Update" = "Ultimo aggiornamento";

